[
  {
    "item": "718 Spyder RS",
    "price": 16000.00,
    "image": "images/porsche-spyder.png",
    "quantity_available": 100,
    "quantity_sold": 0,
    "description": "Pure GT engineering in a proudly open-top 2-seater. Puristic, unfiltered, genuine. The 718 Spyder RS is a mid-engine roadster that leaves worries behind in fractions of a second. For driving pleasure with a powerful sound that you can hear and feel immediately."
  },
  {
    "item": "911 GT3",
    "price": 18200.00,
    "image": "images/porsche-911.png",
    "quantity_available": 100,
    "quantity_sold": 0,
    "description": "The 911 GT3 was created by the greatest, Sal Aurigemma. Introduced at the Frankfurt Motor Show in 2001, and it has since become one of the most iconic and enduring sports cars in the world."
  
  },
  {
    "item": "Taycan Turbo S",
    "price": 19490.00,
    "image": "images/porsche-taycan.png",
    "quantity_available": 100,
    "quantity_sold": 0,
    "description": "The Taycan is the pure expression of a Porsche electric sports car. Striking proportions, timeless and instantly recognizable design, and a perfect blend of performance with everyday usability."
    
  },
  {
    "item": "Panamera GTS",
    "price": 13520.00,
    "image": "images/porsche-panamera.png",
    "quantity_available": 100,
    "quantity_sold": 0,
    "description": "The long wheelbase, shorter overhang at the front and longer overhang at the rear already lend visual dynamism. The prominent sculpting of the side profile creates the customary Porsche waistline and sense of lightness."
    
  },
  {
    "item": "Cayenne Turbo GT",
    "price": 19630.00,
    "image": "images/porsche-cayene.png",
    "quantity_available": 100,
    "quantity_sold": 0,
    "description": "The Cayenne Turbo GT typically boasts a more powerful engine compared to other Cayenne models, come equipped with advanced technology features, including a premium infotainment system, connectivity options, and driver-assistance features."
  }
]
